brew "awscli"
brew "caddy"
brew "cmake"
brew "eza"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lazygit"
brew "neovim"
brew "rust-analyzer"
brew "starship"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "nikitabobko/tap/aerospace"
cask "ghostty"
cask "zed"
cask "1password-cli"
cask "font-symbols-only-nerd-font"
