tap "FelixKratz/formulae"

brew "awscli"
brew "borders"
brew "caddy"
brew "cmake"
brew "direnv"
brew "eza"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "lazygit"
brew "neovim"
brew "nss"
brew "rbenv"
brew "ruby-build"
brew "rust-analyzer"
brew "solargraph"
brew "starship"
brew "tmux"
brew "urlview"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "font-symbols-only-nerd-font"
